{
  "negative": 22.105263157894736,
  "ntweets": [
    "me metí a ver por qué spiderman es tt y lo primero que veo es un pene",
    "bueno mañana empiezo a ver esas peliculas de superheroes (diso q palabra dificil) xq me vi solo lass de Spiderman y una de la otra",
    "RT @angelboykoo: #taekookau: one would think after being outed as Spiderman, Jungkook would be the target of violent plans to get rid of hi…",
    "bueno ya que andamos con el tema marvel SIGO VIVA POR QUE QUIERO VER DR STRANGE 2 Y SPIDERMAN 3",
    "Me acab de despertar mi hermanito solo por q no le respondía el video q me mando de Spiderman y quería q lo vea AHORA",
    "@Senphyx Ok pero Tom Holland es el spiderman más guapo.",
    "ok but mark lee cant be spiderman? https://t.co/rW2lJlG1pD",
    "\"To what extent is Spiderman already set up to succeed by his existing connections? \" &lt;--- have lost it, but it's a… https://t.co/0nwKFoJHxf",
    "el hecho de que literalmente solo me he visto spiderman pero si harry aparece en eternals me veré todas las películas es como??!!??",
    "@pluperfective @chen_haro I really wanted my first stream at the new place to be on my PC but if yall insisting may… https://t.co/ztnmNHjwdX",
    "Bueno no negaré que me da algo de celos, así como la gente con Spiderman pero \nMás fans, más audiencia ✨💪🏻",
    "RT @Mandarake_En: Today is #jonfavreau 's Birthday!\n\nWithout him, we wouldn't have had the MCU we have today. Very exited to see him return…",
    "Daredevil va a ser quien haga madurar al spiderman de Tom Holland... y será Dr Strange el que busque a las otras dos arañas.",
    "RT @lilsasquatch66: I just asked my 10 year old son what he wants to be for Halloween this year. He then said he wants to be a superhero.…",
    "@lthsxnoeasy13 Soy fan de Marvel y se lo que puede pasar, ya pasó con Tom Holland, cada vez que alguien dice “mi fa… https://t.co/xyEaNGoURt",
    "@babypupbee During one fight against scorpion, spiderman sent a punch that literally took off scorpions jaw. That d… https://t.co/KHwXW3kfre",
    "@SMAN0HARA\n\n💭: Why didn't this spiderman get put into a coma instead?\n💭: He had no idea what a luna moth was.\n💭: fangs.",
    "UPDATE: My brother is coming back from Atlanta in a couple days and he's going from Atlanta to Georgia to Florida s… https://t.co/p9w5Ih82WQ",
    "un peluchito de spiderman solucionaría todo:(",
    "@WatchmenID Spiderman -No way home- penting gak delay juga. Penasaran sama spiderverse nih",
    "Idc what y’all say… I don’t believe that #spiders are more scared of me than I am of them because #SpiderMan be out… https://t.co/nCpx4UPpFg"
  ],
  "positive": 77.89473684210526,
  "ptweets": [
    "Avisen que me convierto en spiderman https://t.co/CEqO5v0vhh",
    "RT @Lucarith_arts: I drew this Spider-anne during a live on insta with some friends \nI really liked the result ✨\n\n#amphibia #anneboonchuy #…",
    "@chucksebasp Uff piolisima los 2 marvels spiderman 😎",
    "g propose à tiziano de regarder tt les spiderman quand on se voit",
    "RT @captain_cos: 베놈 nO피셜 뮤직비디오 (feat. 에미넴)\n어렸을 때 나름 힙합 꿈나무였다고(?)🎤😛\n\nhttps://t.co/PFNMgaBHbv\nRZ히어로즈 유튜브 채널 구독 부탁드려요🤟\n\n#VenomLetThereBeCarnag…",
    "If @SonyPictures moves forward with 'The Amazing #SpiderMan 3,' composer Ramin Djwadi ('Game of Thrones,' 'Pacific… https://t.co/afD3ke5dHR",
    "RT @MoGalore: Superhero Board Books Ultimate Set Toddlers Kids -- 12 Shaped Board Books Featuring Batman, Superman, Spiderman and More http…",
    "@sebsol70 Spiderman zostawił ślad po sobie... Dzieci nie poczęte, nienarodzone 😜",
    "RT @EthanCastillo05: Happy birthday @NajJeter!! So hyped to see him and @YuriLowenthal teaming up again for @insomniacgames Spider-Man 2! #…",
    "@MentorSkywalker @AvengerLars @SpiderMan @SirenOfGotham @PreposterousRP @MasterJediMara @ComCodyCC2224 https://t.co/w2AukjhQIP",
    "@harriefloraIs PETER PARKER/SPIDERMAN YESSSSS",
    "Im not a marvel fan(I love spiderman though) but i will be watching Eternals in the theatre just to see Harry like… https://t.co/CGtWZy6YvG",
    "@louiscomiendo igual según lo que yo se del MCU, eternales va a ser crossover más grande que va tener marvel, ademá… https://t.co/2kH1UCKbI8",
    "RT @theta_protein: @SecrtPineapple @SpiderMan @TheRareRobot @ThetaDrop @Theta_Network James Franco, who plays Harry Osborn (New Goblin) opp…",
    "I forgot to add an alternative image description. \n\nOptions:\n\nTiger head keyboard dude. Denton Spiderman. Eb the bu… https://t.co/6fEAUnInyn",
    "RT @Roberts_VP_: #SpiderManPS5 #MarvelsSpiderManRemastered #SpiderMan #Playstation #PS5 #VirtualPhotography #WorldofVP #VPRT #TheCapturedCo…",
    "naging leader sa sub pa na mahina. awit HAHAHA bahala na si spiderman",
    "@Dogfacedog_DFD Spiderman 3 over all those other movies?! Yeah, Nostalgia got y'all by a chokehold and it shows",
    "@loladiarys RIGHT LIKE I WATCH THEM BUT IVE BEEN THIS EXCITED FOR ONE THE INLY TIME I DO IS FOR SPIDERMAN LMAO",
    "stfu starfox and spiderman interacting…harry and tom holland interacting https://t.co/5FmYIYflZ1",
    "Cash money for a picture of Spiderman looking strong!",
    "@pizzadechicle Momento spiderman",
    "solo diré que una vez soñé a harry siendo spiderman y que me rescataba de unos elefantes y ahora me entero de que s… https://t.co/xJ9NGACSw5",
    "@gxlden4louis spiderman y yo novios",
    "@OTHER19PlLOTS bro we met spiderman and he told tony he had an awesome shirt it was literally so amazing",
    "Ayer con calor, hoy con frío y en Diciembre viendo Spiderman contigo.",
    "I never pinned harry as a marvel guy but I guess louis does love spiderman 🤷‍♀️",
    "in spiderman 1 is that osborn tower the trump tower???? lmaooo https://t.co/5PNl3N8SMO",
    "Rogue was super slept on in this game \nSpiderman was OP https://t.co/VbTubpyP55",
    "@AvengerLars @Lyatus21 @SpiderMan @SirenOfGotham @PreposterousRP @MasterJediMara @ComCodyCC2224 I got your back. https://t.co/UZL4ep1zyn",
    "ALSO THE SPIDERMAN ONES ARENT ON DISNEY PLUS CAUSE SONY BUT MAKE SURE U STILL WATCH THEM IN RELEASE ORDER",
    "Spiderman far from home, keluar bioskop nangis karena alasan bukan dari film 😂 https://t.co/ngfTs5Zvjt",
    "@RithvikAADHF @ethanbonddhfm Ai rendu ok \nBlack marvel \nIron man 2 \nIron man 3 \nThor 1,2,3\nAntman 1, 2 \nSpiderman H… https://t.co/CYRQRRPgw7",
    "@sunflowerHerr I have seen a spiderman movie a really long time ago but I don’t know if that’s marvel lol",
    "i've seen one marvel movie and that was spiderman far from home deadass https://t.co/qYzJFjflKd",
    "so the flash rlly will be dc's spiderman: no way home",
    "RT @nwh_man: What time would you like me to post my countdown tweets?\n\n#SpiderManNoWayHome #SpiderMan #SpiderManNoWayHometrailer #MarvelStu…",
    "que la persona que filtró el trailer de spiderman me filtre esa escena por favor",
    "HARRY AND LOKI? HARRY AND YELENA? HARRY AND SPIDERMAN? HARRY AND SHANG CHI? HARRY AND SHE HULK? HARRY AND CAPTAIN M… https://t.co/yX94eumLFy",
    "RT @joshkeaton: Like father, like son. @HauntoweenLA #SpiderMan https://t.co/zlz7d13tI5",
    "RT @plesboljug: Spiderman : No Way Home (2021) https://t.co/HV9FSEcIp6",
    "@AdrienWiel @itsaa_06 @bastienAMBROSI2 Mon seul argument c'est dire que spidey c'est pour les gosses? P t d r\nSpide… https://t.co/WhjzRtooPf",
    "아무것도 안 할거면 왜 아직 여기 있는 거죠?",
    "RT @GgameEfactsX: 💡| لعبة Marvel Spiderman تعمل على محرك لعبة Sunset Overdrive وتم تعديله ليتناسب مع تصميم اللعبة!\n\nحسب المخرج اللعبة/ Brya…",
    "Tu y yo vestidos de Spiderman, no se ……. Piénsalo",
    "RT @iSaBeLIiFaKe1: LAND ROVER.\nERES: INMORTAL.\nNo sabes lo que es un taller. Para aparcar, te tiene que girar la dirección Lydia Valentín.…",
    "SI ME ESTAN JODIENDO LES JURO QUE DESPUÉS DE VER SPIDERMAN YO ME MAT0 https://t.co/9RXcAHeDME",
    "the most knowledge i have is on spiderman https://t.co/ezGyqAu2yM",
    "omg spiderman edit gsjdhdjdjd https://t.co/Elx7r1wFPD",
    "Se me hace super pendejo que se pongan a comparar qué Spiderman es el mejor, wey, si de verdad fueras fan, disfruta… https://t.co/wvoBPP6ZDs",
    "@LuisAle55927402 @Super_Warioman @VictorGarayCas1 Yo siempre quise escuchar a irwin como Spiderman",
    "BUT MARK LEE CAN’T BE SPIDERMAN https://t.co/MNCmoAI2oH",
    "Harapan tahun ini selain dapet dospem yang baik, skripsi lancar sampe lulus tapi juga berharap film eternal sama sp… https://t.co/dtyuYWbPuE",
    "literalmente solamente me he visto spiderman pero por harry todo https://t.co/DOIvPbvP4F",
    "@Moi_Mendy2 @jaimatelefoot @ObameMj @HouseRobert10 @abou93120 @_BeFoot Comme vous sur estimez la Ligue des Nations",
    "@ikhdouis faltan las de spiderman pero si",
    "ive only seen dr strange and spiderman far from home will i understand eternals ?",
    "No one is ready for drunk spiderman at voyd rocks especially not sky",
    "And ooho, PS5.\n\nSpiderman DLC for full price.\nDemon Souls remaster\nRatchet and Clank\n\n...\nA bunch of ports.\n\n...\n\nS… https://t.co/pr2tHa3WzM",
    "Parker! Get me pictures of an accelerated Spiderman!",
    "RT @JGONZALEZrmcf: No sé de Kalergi se está hablando hoy...\n\nAlicia (Alicia País Maravillas)\nSir Lancelot (Caballero Inglés medieval)\nSpide…",
    "RT @NwhSpider14: Apparently The 2nd No Way Home trailer Will release on Oct 25 and the run time will be 3:33 mins long! 🙃\n#SpiderMan #NoWay…",
    "@porn_sex_spiderman__lact\n-\n- @dick_boobs_girl\n-\n- @dick_boobs_girl\n-\n- @dick_boobs_girl 93826423",
    "RT @thealexrossart: #MondayMorning #SpiderMan https://t.co/BgQ1YmSKTu",
    "Avengers: age of ultron sama amazing spiderman 2, ini gue juga ga ngerti kenapa https://t.co/A6qNbJ4v7A",
    "RT @FedeItaliano76: Spiderman by Moebius (1994) https://t.co/YkH8B1tvjk",
    "RT @realEUGENED: Spiderman Saves His Dog in Minecraft https://t.co/3zXosuYaWB",
    "RT @Photoingame: In the light\n\n#MilesMoralesPS5 #SpiderManPS5 #SpiderMan #VirtualPhotography https://t.co/wo1zl5wYyJ",
    "@colombiangirlie Yo igual soy fan del UCM y por los fans me refiero a esos fans en específico que siempre joden por… https://t.co/SUiv73IvLS",
    "RT @Jayy_Childish__: When Spider-Man sees the Sinister 6 for the first time 💀💀#comedy #spiderman #sinister6 #mcu #earth616 https://t.co/HhF…",
    "first marvel movie i went to in theaters was the second spiderman one cuz i thought tom and zendaya were cute this… https://t.co/xTIhT7cWqp",
    "RT @AllanWhincup: Spider-man, based on Ditko’s splash page from Amazing Spider-man #1.\n\n#spiderman #ditkober2021 #ditkober #steveditko #sta…",
    "RT @Laith_Marouf: The USA has only two kinds of heroes; the imaginary kind like Spiderman and SpongeBob, and the War Criminal kind like Col…",
    "@vvsmnd @nct_menfess Spiderman juga"
  ]
}
